<?php

return [
    'nothing_data' => 'در حال حاظر داده ای ثبت نشده است.',
    'create' => [
        'success' => 'اطلاعات با موفقیت ثبت شد.',
        'error' => 'ثبت اطلاعات با خطا مواجه شد.',
    ],
    'edit' => [
        'success' => 'اطلاعات با موفقیت ویرایش شد.',
        'error' => 'ویرایش اطلاعات با خطا مواجه شد.',
    ],
    'destroy' => [
        'success' => 'اطلاعات با موفقیت حذف شد.',
        'error' => 'حذف اطلاعات با خطا مواجه شد.',
    ],
    'restore' => [
        'success' => 'اطلاعات با موفقیت بازگردانده شد.',
        'error' => 'بازگرداندن اطلاعات با خطا مواجه شد.',
    ],
    'image' => [
        'uploading' => 'در حال اپلود تصویر',
    ],
    'user_created_successfully' => 'کاربر با موفقیت ایجاد شد.',
    'user_updated_successfully' => 'کاربر با موفقیت ویرایش شد.',
    'select_one_item' => 'یک مورد را انتخاب کنید',
    'without_item' => 'هیچ آیتمی وجود ندارد',
    'has_another_shift_day' => 'تاریخ مورد نظر برای این شیفت کاری قبلا ثبت شده است',

    'select_employee' => 'یک کارمند را انتخاب کنید',
    'select_shift' => 'یک شیفت کاری را انتخاب کنید',
    'select_chart_node' => 'یک جایگاه در چارت را انتخاب کنید',
    'select_company' => 'یک شرکت را انتخاب کنید',
    'this_attendance_has_contradiction' => 'این ساعت کاری برای این کارمند تناقض دارد',

];
